//{===========================================================================
//! @file       config.h
//}===========================================================================


const int SCR_WIDTH  = 1400;
const int SCR_HEIGTH =  700;
const double DELAY   =  0.5;

//{===========================================================================
//! @brief РљРѕРЅСЃС‚Р°РЅС‚С‹ СЂР°Р·РјРµСЂР° СЌРєСЂР°РЅР° Рё РІСЂРµРјРµРЅРё Р·Р°РґРµСЂР¶РєРё
//!
//!        РџРѕР·РІРѕР»СЏСЋС‚ Р·Р°РґР°РІР°С‚СЊ С€РёСЂРёРЅСѓ (SCR_WIDTH) Рё РІС‹СЃРѕС‚Сѓ (SCR_HEIGTH) СЌРєСЂР°РЅР°,
//!        Р° С‚Р°РєР¶Рµ СѓРІРµР»РёС‡РёРІР°С‚СЊ РІСЂРµРјСЏ Р·Р°РґРµСЂР¶РєРё РїСЂРѕСЂРёСЃРѕРІРєРё РІ <\DELAY> СЂР°Р·.
//!
//!        РџСЂРѕСЂРёСЃРѕРІРєР° С„РѕРЅР°, РґРѕСЂРѕРіРё, С‚СѓС‡, РґРѕР¶РґСЏ РІ СЂРµР·СѓР»СЊС‚Р°С‚Рµ Р·Р°РЅРёРјР°СЋС‚ РІРµСЃСЊ СЌРєСЂР°РЅ.
//!
//!
//!@author РљРѕРЅСЃС‚Р°РЅС‚РёРЅ РџСЂРѕС†РµРЅРєРѕ
//!
//}===========================================================================
